<?php
// Heading
$_['heading_title'] = 'Одиниці виміру';
$_['heading_title_form'] = 'Одиниця виміру';

// Text
$_['text_success'] = 'Список одиниць вимірювання оновлено!';

// Column
$_['column_code'] = 'Код';
$_['column_title'] = 'Найменування одиниці виміру';
$_['column_symbol_rus'] = 'Умовне позначення';
$_['column_symbol_intl'] = 'Умовне позначення (міжнародне)';
$_['column_action'] = 'Дія';

// Entry
$_['entry_default'] = 'За замовчуванням:';
$_['entry_code'] = 'Код:';
$_['entry_title'] = 'Найменування одиниці виміру';
$_['entry_symbol_rus'] = 'Умовне позначення';
$_['entry_symbol_ukr'] = 'Умовне позначення(ukr)';
$_['entry_symbol_intl'] = 'Умовне позначення (міжнародне)';
$_['entry_symbol_letter_intl'] = 'Кодова буквене позначення (міжнародне)';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни списку одиниць виміру!';
$_['error_code'] = 'Введіть код одиниці виміру!';
$_['error_title'] = 'Назва одиниці вимірювання повинно бути від 2 до 32 символів!';
$_['error_default'] = 'Одиниця не може бути видалена, оскільки вона встановлена ​​за замовчуванням!';
$_['error_product'] = 'Одиниця не може бути видалена, оскільки вона прикріплена до% s товару (ам)!';