<?php
// Heading
$_['heading_title']            = 'Единицы измерения';
$_['heading_title_form']       = 'Единица измерения';

// Text
$_['text_success']             = 'Список единиц измерения обновлен!';

// Column
$_['column_code']              = 'Код';
$_['column_title']             = 'Наименование единицы измерения';
$_['column_symbol_rus']        = 'Условное обозначение';
$_['column_symbol_intl']       = 'Условное обозначение (международное)';
$_['column_action']            = 'Действие';

// Entry
$_['entry_default']            = 'По умолчанию:';
$_['entry_code']               = 'Код:';
$_['entry_title']              = 'Наименование единицы измерения';
$_['entry_symbol_rus']         = 'Условное обозначение';
$_['entry_symbol_intl']        = 'Условное обозначение (международное)';
$_['entry_symbol_letter_intl'] = 'Кодовое буквенное обозначение (международное)';

// Error
$_['error_permission']         = 'У Вас нет прав для изменения списка единиц измерения!';
$_['error_code']               = 'Введите код единицы измерения!';
$_['error_title']              = 'Название единицы измерения должно быть от 2 до 32 символов!';
$_['error_default']            = 'Единица не может быть удалена, поскольку она установлена по умолчанию!';
$_['error_product']            = 'Единица не может быть удалена, поскольку она прикреплена к %s товару(ам)!';